let categoryObj = [
    {
        title: '女装/男装/内衣',
        child: [
            {
                title: '女士热销分类',
                child: ['针织衫', '牛仔裤', '休闲裤', 'T恤', '半截裙', '衬衫', '连衣裙', '外套', '套装', '妈妈装']
            },
            {
                title: '流行裙装',
                child: ['高腰美裙', '碎花美裙', '中长款裙', '纯色美裙', '百褶美裙', '格纹美裙', '真丝美裙', '旗袍美裙', '吊带美裙']
            },
            {
                title: '女士上装',
                child: ['针织衫', '牛仔裤', '休闲裤', 'T恤', '半截裙', '衬衫', '连衣裙', '外套', '套装', '妈妈装']
            },
            {
                title: '女士裤装',
                child: ['针织衫', '牛仔裤', '休闲裤', 'T恤', '半截裙', '衬衫', '连衣裙', '外套', '套装', '妈妈装']
            },
            {
                title: '男式内搭',
                child: ['针织衫', '牛仔裤', '休闲裤', 'T恤', '半截裙', '衬衫', '连衣裙', '外套', '套装', '妈妈装']
            },
        ],
    },
    {
        title: '女鞋/男鞋/箱包',
        child: [
            {
                title: '女士热销分类',
                child: ['针织衫', '牛仔裤', '休闲裤', 'T恤', '半截裙', '衬衫', '连衣裙', '外套', '套装', '妈妈装']
            },
            {
                title: '流行裙装',
                child: ['高腰美裙', '碎花美裙', '中长款裙', '纯色美裙', '百褶美裙', '格纹美裙', '真丝美裙', '旗袍美裙', '吊带美裙']
            },
            {
                title: '女士上装',
                child: ['针织衫', '牛仔裤', '休闲裤', 'T恤', '半截裙', '衬衫', '连衣裙', '外套', '套装', '妈妈装']
            },
            {
                title: '女士裤装',
                child: ['针织衫', '牛仔裤', '休闲裤', 'T恤', '半截裙', '衬衫', '连衣裙', '外套', '套装', '妈妈装']
            },
            {
                title: '男式内搭',
                child: ['针织衫', '牛仔裤', '休闲裤', 'T恤', '半截裙', '衬衫', '连衣裙', '外套', '套装', '妈妈装']
            },
        ],
    },
    {
        title: '护肤彩妆/个护',
        child: [
            {
                title: '女士热销分类',
                child: ['针织衫', '牛仔裤', '休闲裤', 'T恤', '半截裙', '衬衫', '连衣裙', '外套', '套装', '妈妈装']
            },
            {
                title: '流行裙装',
                child: ['高腰美裙', '碎花美裙', '中长款裙', '纯色美裙', '百褶美裙', '格纹美裙', '真丝美裙', '旗袍美裙', '吊带美裙']
            },
            {
                title: '女士上装',
                child: ['针织衫', '牛仔裤', '休闲裤', 'T恤', '半截裙', '衬衫', '连衣裙', '外套', '套装', '妈妈装']
            },
            {
                title: '女士裤装',
                child: ['针织衫', '牛仔裤', '休闲裤', 'T恤', '半截裙', '衬衫', '连衣裙', '外套', '套装', '妈妈装']
            },
            {
                title: '男式内搭',
                child: ['针织衫', '牛仔裤', '休闲裤', 'T恤', '半截裙', '衬衫', '连衣裙', '外套', '套装', '妈妈装']
            },
        ],
    },
    {
        title: '运动户外',
        child: [
            {
                title: '女士热销分类',
                child: ['针织衫', '牛仔裤', '休闲裤', 'T恤', '半截裙', '衬衫', '连衣裙', '外套', '套装', '妈妈装']
            },
            {
                title: '流行裙装',
                child: ['高腰美裙', '碎花美裙', '中长款裙', '纯色美裙', '百褶美裙', '格纹美裙', '真丝美裙', '旗袍美裙', '吊带美裙']
            },
            {
                title: '女士上装',
                child: ['针织衫', '牛仔裤', '休闲裤', 'T恤', '半截裙', '衬衫', '连衣裙', '外套', '套装', '妈妈装']
            },
            {
                title: '女士裤装',
                child: ['针织衫', '牛仔裤', '休闲裤', 'T恤', '半截裙', '衬衫', '连衣裙', '外套', '套装', '妈妈装']
            },
            {
                title: '男式内搭',
                child: ['针织衫', '牛仔裤', '休闲裤', 'T恤', '半截裙', '衬衫', '连衣裙', '外套', '套装', '妈妈装']
            },
        ],
    },
    {
        title: '家电数码',
        child: [
            {
                title: '女士热销分类',
                child: ['针织衫', '牛仔裤', '休闲裤', 'T恤', '半截裙', '衬衫', '连衣裙', '外套', '套装', '妈妈装']
            },
            {
                title: '流行裙装',
                child: ['高腰美裙', '碎花美裙', '中长款裙', '纯色美裙', '百褶美裙', '格纹美裙', '真丝美裙', '旗袍美裙', '吊带美裙']
            },
            {
                title: '女士上装',
                child: ['针织衫', '牛仔裤', '休闲裤', 'T恤', '半截裙', '衬衫', '连衣裙', '外套', '套装', '妈妈装']
            },
            {
                title: '女士裤装',
                child: ['针织衫', '牛仔裤', '休闲裤', 'T恤', '半截裙', '衬衫', '连衣裙', '外套', '套装', '妈妈装']
            },
            {
                title: '男式内搭',
                child: ['针织衫', '牛仔裤', '休闲裤', 'T恤', '半截裙', '衬衫', '连衣裙', '外套', '套装', '妈妈装']
            },
        ],
    },
    {
        title: '母婴童装',
        child: [
            {
                title: '女士热销分类',
                child: ['针织衫', '牛仔裤', '休闲裤', 'T恤', '半截裙', '衬衫', '连衣裙', '外套', '套装', '妈妈装']
            },
            {
                title: '流行裙装',
                child: ['高腰美裙', '碎花美裙', '中长款裙', '纯色美裙', '百褶美裙', '格纹美裙', '真丝美裙', '旗袍美裙', '吊带美裙']
            },
            {
                title: '女士上装',
                child: ['针织衫', '牛仔裤', '休闲裤', 'T恤', '半截裙', '衬衫', '连衣裙', '外套', '套装', '妈妈装']
            },
            {
                title: '女士裤装',
                child: ['针织衫', '牛仔裤', '休闲裤', 'T恤', '半截裙', '衬衫', '连衣裙', '外套', '套装', '妈妈装']
            },
            {
                title: '男式内搭',
                child: ['针织衫', '牛仔裤', '休闲裤', 'T恤', '半截裙', '衬衫', '连衣裙', '外套', '套装', '妈妈装']
            },
        ],
    },
    {
        title: '手表配饰',
        child: [
            {
                title: '女士热销分类',
                child: ['针织衫', '牛仔裤', '休闲裤', 'T恤', '半截裙', '衬衫', '连衣裙', '外套', '套装', '妈妈装']
            },
            {
                title: '流行裙装',
                child: ['高腰美裙', '碎花美裙', '中长款裙', '纯色美裙', '百褶美裙', '格纹美裙', '真丝美裙', '旗袍美裙', '吊带美裙']
            },
            {
                title: '女士上装',
                child: ['针织衫', '牛仔裤', '休闲裤', 'T恤', '半截裙', '衬衫', '连衣裙', '外套', '套装', '妈妈装']
            },
            {
                title: '女士裤装',
                child: ['针织衫', '牛仔裤', '休闲裤', 'T恤', '半截裙', '衬衫', '连衣裙', '外套', '套装', '妈妈装']
            },
            {
                title: '男式内搭',
                child: ['针织衫', '牛仔裤', '休闲裤', 'T恤', '半截裙', '衬衫', '连衣裙', '外套', '套装', '妈妈装']
            },
        ],
    },
    {
        title: '居家用品',
        child: [
            {
                title: '女士热销分类',
                child: ['针织衫', '牛仔裤', '休闲裤', 'T恤', '半截裙', '衬衫', '连衣裙', '外套', '套装', '妈妈装']
            },
            {
                title: '流行裙装',
                child: ['高腰美裙', '碎花美裙', '中长款裙', '纯色美裙', '百褶美裙', '格纹美裙', '真丝美裙', '旗袍美裙', '吊带美裙']
            },
            {
                title: '女士上装',
                child: ['针织衫', '牛仔裤', '休闲裤', 'T恤', '半截裙', '衬衫', '连衣裙', '外套', '套装', '妈妈装']
            },
            {
                title: '女士裤装',
                child: ['针织衫', '牛仔裤', '休闲裤', 'T恤', '半截裙', '衬衫', '连衣裙', '外套', '套装', '妈妈装']
            },
            {
                title: '男式内搭',
                child: ['针织衫', '牛仔裤', '休闲裤', 'T恤', '半截裙', '衬衫', '连衣裙', '外套', '套装', '妈妈装']
            },
        ],
    },
    {
        title: '唯品生活',
        child: [
            {
                title: '女士热销分类',
                child: ['针织衫', '牛仔裤', '休闲裤', 'T恤', '半截裙', '衬衫', '连衣裙', '外套', '套装', '妈妈装']
            },
            {
                title: '流行裙装',
                child: ['高腰美裙', '碎花美裙', '中长款裙', '纯色美裙', '百褶美裙', '格纹美裙', '真丝美裙', '旗袍美裙', '吊带美裙']
            },
            {
                title: '女士上装',
                child: ['针织衫', '牛仔裤', '休闲裤', 'T恤', '半截裙', '衬衫', '连衣裙', '外套', '套装', '妈妈装']
            },
            {
                title: '女士裤装',
                child: ['针织衫', '牛仔裤', '休闲裤', 'T恤', '半截裙', '衬衫', '连衣裙', '外套', '套装', '妈妈装']
            },
            {
                title: '男式内搭',
                child: ['针织衫', '牛仔裤', '休闲裤', 'T恤', '半截裙', '衬衫', '连衣裙', '外套', '套装', '妈妈装']
            },
        ],
    },
    {
        title: '医药健康',
        child: [
            {
                title: '女士热销分类',
                child: ['针织衫', '牛仔裤', '休闲裤', 'T恤', '半截裙', '衬衫', '连衣裙', '外套', '套装', '妈妈装']
            },
            {
                title: '流行裙装',
                child: ['高腰美裙', '碎花美裙', '中长款裙', '纯色美裙', '百褶美裙', '格纹美裙', '真丝美裙', '旗袍美裙', '吊带美裙']
            },
            {
                title: '女士上装',
                child: ['针织衫', '牛仔裤', '休闲裤', 'T恤', '半截裙', '衬衫', '连衣裙', '外套', '套装', '妈妈装']
            },
            {
                title: '女士裤装',
                child: ['针织衫', '牛仔裤', '休闲裤', 'T恤', '半截裙', '衬衫', '连衣裙', '外套', '套装', '妈妈装']
            },
            {
                title: '男式内搭',
                child: ['针织衫', '牛仔裤', '休闲裤', 'T恤', '半截裙', '衬衫', '连衣裙', '外套', '套装', '妈妈装']
            },
        ],
    }
]